Repository: seticzech/my-code-examples
Catalog: zend/zend_app/public/locale/*/default.po
Languages: cs

source: Enter at least the first few characters of the name of the client.
cs: Zadejte alespoň začátek jména klienta.

source: System message
cs: Zpráva systému

source: You are not allowed to process this action.
cs: Nemáte oprávnění k provedení této akce.

source: Do you really want to proceed with the delete action?
cs: Skutečně chcete provést akci Zrušit?

source: No items selected.
cs: Nebyly vybrány žádné položky

source: Do you really want to proceed with the restore action?
cs: Skutečně chcete provést akci Obnovit?

source: Do you really want to proceed with the revert action?
cs: Skutečně chcete provést akci Revert?

source: Upload files
cs: Nahrát soubory

source: Cancel uploads
cs: Zrušit nahrávání

source: Do you want to cancel the upload?
cs: Skutečně chcete ukončit nahrávání souborů?

source: Upload canceled
cs: Nahrávání bylo zrušeno.

source: pending
cs: nahrávám

source: Uploading
cs: Nahrávám

source: complete
cs: dokončeno

source: Upload complete
cs: Nahrávání bylo dokončeno.

source: file uploaded
cs: nahraný soubor
